{
  "books": [
    {
      "title": "Airframe",
      "authors": [
        "Michael Crichton"
      ],
      "publisher": "Ballantine Books",
      "publishedDate": "2011-03-22",
      "description": "#1 NEW YORK TIMES BESTSELLER • From the author of Jurassic Park, Timeline, and Sphere comes this extraordinary thriller about airline safety, business intrigue, and a deadly cover-up. “The pacing is fast, the suspense nonstop.”—People Three passengers are dead. Fifty-six are injured. The interior cabin is virtually destroyed. But the pilot manages to land the plane. At a moment when the issue of safety and death in the skies is paramount in the public mind, a lethal midair disaster aboard a commercial twin-jet airliner flying from Hong Kong to Denver triggers a pressured and frantic investigation. Airframe is nonstop reading, full of the extraordinary mixture of super suspense and authentic information on a subject of compelling interest that are the hallmarks of Michael Crichton. “A one-sitting read that will cause a lifetime of white-knuckled nightmares.”—The Philaelphia Inquirer “The ultimate thriller . . . [Crichton’s] stories are always page-turners of the highest order. . . . [Airframe] moves like a firehouse dog chasing a red truck.”—The Denver Post “Dramatically vivid.”—The New York Times",
      "pageCount": 448,
      "progress": 2,
      "cagetories": [
        "Fiction"
      ],
      "image": "http://books.google.com/books/content?id=hy7Vhdjoc2wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "id": 1
    },
    {
      "title": "State of Fear",
      "authors": [
        "Michael Crichton"
      ],
      "publisher": "Harper Collins",
      "publishedDate": "2009-10-13",
      "description": "New York Times bestselling author Michael Crichton delivers another action-packed techo-thriller in State of Fear. When a group of eco-terrorists engage in a global conspiracy to generate weather-related natural disasters, its up to environmental lawyer Peter Evans and his team to uncover the subterfuge. From Tokyo to Los Angeles, from Antarctica to the Solomon Islands, Michael Crichton mixes cutting edge science and action-packed adventure, leading readers on an edge-of-your-seat ride while offering up a thought-provoking commentary on the issue of global warming. A deftly-crafted novel, in true Crichton style, State of Fear is an exciting, stunning tale that not only entertains and educates, but will make you think.",
      "pageCount": 817,
      "progress": 1,
      "cagetories": [
        "Fiction"
      ],
      "image": "http://books.google.com/books/content?id=8nzoQlVhH4cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "id": 3
    },
    {
      "title": "Clifford's Halloween",
      "authors": [
        "Norman Bridwell"
      ],
      "publisher": "Scholastic Inc.",
      "publishedDate": "2016-05-31",
      "description": "Classic Clifford reissued!Out of all the holidays, Emily Elizabeth and Clifford like Halloween the most. They play games, trick-or-treat in the neighborhood, and tell ghost stories. Best of all, they can wear costumes! Clown, witch, knight, or ghost--what will Clifford decide to dress up as this year?",
      "pageCount": 36,
      "progress": 1,
      "cagetories": [
        "Juvenile Fiction"
      ],
      "image": "http://books.google.com/books/content?id=47mgCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "id": 4
    }
  ]
}